
class&nbspSolution:
	python	1
春江花月夜<br>唐代 · 张若虚<br>	zdiay	1
将下面每行代码修改样式如上行, 空格用&nbsp代替，后面加上<br>	zdiay	1, 其中数字为行号
春江花月夜
唐代&nbsp·&nbsp张若虚
春江潮水连海平，海上明月共潮生。
滟滟随波千万里，何处春江无月明！
江流宛转绕芳甸，月照花林皆似霰。
空里流霜不觉飞，汀上白沙看不见。
江天一色无纤尘，皎皎空中孤月轮。
江畔何人初见月？江月何年初照人？
人生代代无穷已，江月年年望相似。
不知江月待何人，但见长江送流水。
白云一片去悠悠，青枫浦上不胜愁。
谁家今夜扁舟子？何处相思明月楼？
可怜楼上月徘徊，应照离人妆镜台。
玉户帘中卷不去，捣衣砧上拂还来。
此时相望不相闻，愿逐月华流照君。
鸿雁长飞光不度，鱼龙潜跃水成文。
昨夜闲潭梦落花，可怜春半不还家。
江水流春去欲尽，江潭落月复西斜。
斜月沉沉藏海雾，碣石潇湘无限路。
不知乘月几人归，落月摇情满江树。
class Solution


春江花月夜<br>唐代&nbsp·&nbsp张若虚<br>	zdiay2 
春江潮水连海平，海上明月共潮生。<br>	zdiay3 
滟滟随波千万里，何处春江无月明！<br>	zdiay4 
江流宛转绕芳甸，月照花林皆似霰。<br>	zdiay5 
空里流霜不觉飞，汀上白沙看不见。<br>	zdiay6 
江天一色无纤尘，皎皎空中孤月轮。<br>	zdiay7 
江畔何人初见月？江月何年初照人？<br>	zdiay8 
人生代代无穷已，江月年年望相似。<br>	zdiay9 
不知江月待何人，但见长江送流水。<br>	zdiay10 
白云一片去悠悠，青枫浦上不胜愁。<br>	zdiay11 
谁家今夜扁舟子？何处相思明月楼？<br>	zdiay12 
可怜楼上月徘徊，应照离人妆镜台。<br>	zdiay13 
玉户帘中卷不去，捣衣砧上拂还来。<br>	zdiay14 
此时相望不相闻，愿逐月华流照君。<br>	zdiay15 
鸿雁长飞光不度，鱼龙潜跃水成文。<br>	zdiay16 
昨夜闲潭梦落花，可怜春半不还家。<br>	zdiay17 
江水流春去欲尽，江潭落月复西斜。<br>	zdiay18 
斜月沉沉藏海雾，碣石潇湘无限路。<br>	zdiay19 
不知乘月几人归，落月摇情满江树。<br>	zdiay20 


